{
    "title": "Accueil | Portfolio de Gaëtan Renaud",
    "name": "Gaëtan Renaud",
    "jobTitle1": "Développeur",
    "jobTitle2": "Junior",
    "intro": "Je m'appelle Gaëtan Renaud et je suis passionné par le design et le développement web. Ce CV interactif est conçu pour vous offrir un aperçu de mon parcours professionnel, de mes compétences et de mes expériences dans le domaine du design graphique et du développement informatique. Découvrez mes projets, mes compétences et les diverses étapes de ma carrière. Explorez mon univers et n&apos;hésitez pas à me contacter pour toute collaboration ou opportunité.",
    "seeCvOnline": "Voir mon cv en ligne",
    "downloadCv": "Télécharger le CV",
    "aboutMe": "À propos de moi",
    "reconvTxt": "Fort de plus de 15 ans d'expérience dans le domaine du graphisme, j'ai décidé de me réorienter vers le développement web après avoir été sélectionné à l'école 42. Bien que je maîtrisais déjà le HTML et le CSS, mes débuts avec le JavaScript étaient plus laborieux. Cependant, grâce à un parcours intensif d'un an en C et C++, j'ai retrouvé du plaisir à travailler sur des projets web, notamment en JavaScript vanilla.",
    "reconvTxt2": "Mon dernier projet m'a permis de créer un mini-framework frontend, me donnant ainsi une base solide pour explorer les frameworks modernes. Désormais, je m'épanouis pleinement dans le développement web, tant sur le frontend que sur le backend. Je suis curieux et j'aspire à rejoindre une équipe où je pourrais continuer à apprendre et à prouver mes compétences.",
    "careerChange1": "Reconversion",
    "careerChange2": "en développeur",
    "graphicDesign": "Avec plus de 15 ans d'expérience dans le graphisme, j'ai travaillé dans divers secteurs en tant que polygraphe et UI designer. J'ai conçu des interfaces utilisateur pour des applications, créé des logos, icônes, et divers supports publicitaires. Mon parcours inclut des missions de mise en page, de traitement d'images, et de gestion de production. Mes compétences incluent l'utilisation d'outils comme InDesign, Illustrator, et Photoshop, ainsi que la communication efficace avec les développeurs pour améliorer l'expérience utilisateur. Mon approche créative et polyvalente m'a permis de m'adapter à différents projets et environnements professionnels.",
    "experienceGra": "Expérience",
    "experienceGra2": "de graphiste",
    "technology": "Technologie",
    "UiDesign": "UI Designer"
  }
  